{
  "208": [
    {"timestamp": "2017-02-01 19:29:05", "message": "So it means if u pay ua loan before the due date is a disadvantage the last time I paid earlier it was still a problem"},
    {"timestamp": "2017-02-01 19:21:58", "message": "The dates of payment are still indicated n no money sent"},
    {"timestamp": "2017-02-01 19:21:18", "message": "Why was my application rejected"},
    {"timestamp": "2017-02-01 19:05:45", "message": "Hi branch I requested my number to remain the one I was using there before 0720225243  I don't understand how it changed"}
  ],
  "218": [
    {"timestamp": "2017-02-01 16:08:21", "message": "I said ill pay 5th esther camoon.. Infact you guys took a week to give me a loan and just cant wait 4days for me to pay back??"},
    {"timestamp": "2017-02-01 14:07:37", "message": "I will pay on sunday of 5th and i will pay all the amount.. If that is allowed??"},
    {"timestamp": "2017-02-01 12:07:07", "message": "I have a late source of salary i expected but i will pay nexr"}
  ],
  "444": [
    {"timestamp": "2017-02-02 15:57:36", "message": "I will clear my loan before 15nth,kindly bear with me.January was tough."}
  ],
  "676": [
    {"timestamp": "2017-02-03 14:23:45", "message": "Hi can i get the batch number"},
    {"timestamp": "2017-02-03 14:23:25", "message": "Hi can i get the batch number pl"}
  ],
  "779": [
    {"timestamp": "2017-02-03 18:59:40", "message": "I Still not satisfied. I am still asking for a review. My number is 0723506931 or at least give me a clear reason. Thanks"},
    {"timestamp": "2017-02-02 17:33:52", "message": "My number is 0723506931. please have a review of my loan. I haven't defaulted and I have cleared my outstanding loan on the due date."},
    {"timestamp": "2017-02-02 17:29:24", "message": "Hi branch I have just cleared my loan which was due today but unfortunately you have denied me. I haven't applied for a loan since December but your system says that I have applied for a loan last week. Please review my loan"}
  ],
  "1092": [
    {"timestamp": "2017-02-03 18:53:47", "message": "I got only this number please help me"},
    {"timestamp": "2017-02-01 19:02:59", "message": "My number is 0790898526 help me to validate it please so i can be able to access the loan"}
  ],
  "1155": [
    {"timestamp": "2017-02-03 7:01:34", "message": "Hello,our salaries have been delayed but hopefully will be paid today or tomorrow."}
  ],
  "1241": [
    {"timestamp": "2017-02-01 12:43:51", "message": "Thanks Branch for being understanding ..have cleared my loan....God bless you"}
  ],
  "1245": [
    {"timestamp": "2017-02-03 16:28:35", "message": "Hi, kindly can i have the batch number"},
    {"timestamp": "2017-02-02 16:47:18", "message": "I have to clear by tomorrow please send me the batch number"},
    {"timestamp": "2017-02-02 16:19:26", "message": "I was at CRB offices and they haven't received your clearance batch number. Please send it to me so I can clear with them."}
  ],
  "1354": [
    {"timestamp": "2017-02-03 5:17:48", "message": "No need just expunge my details from the system"},
    {"timestamp": "2017-02-02 21:33:40", "message": "Thank you for the loans i have benefitted from \"the branch\". Kindly expunge my details from your system. Its frustrating to be told to re apply in 7 days week in week out....it makes me look like a criminal. I will not be applying again."},
    {"timestamp": "2017-02-02 12:02:10", "message": "My loan has been rejected because it was rejected recently, after 14days suspension am being suspended again for a further 7days"}
  ],
  "1481": [
    {"timestamp": "2017-02-03 1:52:01", "message": "Hello. Why can't you make the loan payment options more... like say a choice between weekly and monthly.. someone to choose when applying for the loans.. regards"}
  ],
  "2035": [
    {"timestamp": "2017-02-03 9:06:39", "message": "Ok"},
    {"timestamp": "2017-02-02 18:25:13", "message": "Hi,sorry for the short text however Someone used my I.D and did register a line and took mshwari loan but venye nili realize nilipigia safaricom customer care and i did the payment and cleared a bill of 299 now i dont have any what is the way forward."},
    {"timestamp": "2017-02-02 17:55:39", "message": "Someone used"},
    {"timestamp": "2017-02-02 5:59:11", "message": "What am i supposed to do after paying in order to re"}
  ],
  "2126": [
    {"timestamp": "2017-02-01 16:06:23", "message": "Any response to my above queries please???"},
    {"timestamp": "2017-02-01 15:58:00", "message": "Kindly advise what sms are not in my phone...."},
    {"timestamp": "2017-02-01 15:52:19", "message": "And have no current loan... Im upto date ..."},
    {"timestamp": "2017-02-01 15:51:32", "message": "If there is a way u can check the mpesa sms in my phone.. Check and see all transactions sms are available ....and mpesa account is very active"},
    {"timestamp": "2017-02-01 15:50:24", "message": "All my Mpesa sms are stored in sim card for long period ...and none has been deleted..."},
    {"timestamp": "2017-02-01 15:47:10", "message": "What SMSs should i accumulate on my phone?"},
    {"timestamp": "2017-02-01 15:37:22", "message": "Why has my loan application been rejected and i have never defaulted on any repayments and l always pay on time?"},
    {"timestamp": "2017-02-01 15:33:06", "message": "Why has loan been rejected?"}
  ],
  "2517": [
    {"timestamp": "2017-02-02 3:20:38", "message": "Ok thanks"},
    {"timestamp": "2017-02-01 18:06:50", "message": "I forwarded my certificate of clearance from trans union and even you replied that my account was cleared and you gave me a loan of kshs 250 which I cleared. What is happening to my account?"}
  ]
}

